Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Whatever the mouse is over — an image, a field, or a block of text.
ar: أيًّا كان ما تحت مؤشر الفأرة — صورة أو حقل أو كتلة نصية.
ca: Allò que hi hagi sota el ratolí: una imatge, un camp o un bloc de text.
cs: Cokoli je pod myší – obrázek, pole nebo blok textu.
da: Hvad musen end er over – et billede, et felt eller en tekstblok.
de: Worüber die Maus gerade steht – ein Bild, ein Feld oder ein Textblock.
el: Ό,τι κι αν βρίσκεται κάτω από το ποντίκι — μια εικόνα, ένα πεδίο ή ένα μπλοκ κειμένου.
es: Lo que haya bajo el ratón: una imagen, un campo o un bloque de texto.
fi: Mikä tahansa on hiiren alla – kuva, kenttä tai tekstilohko.
fr: Ce que survole la souris — une image, un champ ou un bloc de texte.
he: כל מה שהעכבר נמצא מעליו — תמונה, שדה או גוש טקסט.
hi: माउस जिस पर भी हो — एक छवि, एक फ़ील्ड या पाठ का एक खंड।
hr: Što god je pod mišem – slika, polje ili blok teksta.
hu: Bármi, ami az egér alatt van – egy kép, egy mező vagy egy szövegblokk.
id: Apa pun yang ditunjuk tetikus — sebuah gambar, kolom isian, atau blok teks.
it: Qualunque cosa ci sia sotto il mouse: un'immagine, un campo o un blocco di testo.
ja: マウスが重なっているもの。画像、入力欄、テキストのかたまりなど。
ko: 마우스가 올라간 것이면 무엇이든 — 이미지, 입력 필드 또는 텍스트 블록.
ms: Apa sahaja yang tetikus berada di atasnya — sekeping imej, medan, atau blok teks.
nb: Hva enn musen står over – et bilde, et felt eller en tekstblokk.
nl: Waar de muis ook boven staat – een afbeelding, een veld of een blok tekst.
pl: Cokolwiek jest pod myszą — obraz, pole albo blok tekstu.
pt_br: O que estiver sob o mouse — uma imagem, um campo ou um bloco de texto.
ro: Orice se află sub mouse — o imagine, un câmp sau un bloc de text.
ru: Всё, над чем стоит указатель: изображение, поле или блок текста.
sk: Čokoľvek je pod myšou – obrázok, pole alebo blok textu.
sv: Vad musen än ligger över – en bild, ett fält eller ett textblock.
th: อะไรก็ตามที่เมาส์อยู่เหนือ — รูปภาพ ช่องกรอก หรือบล็อกข้อความ
tr: Farenin üzerinde durduğu her ne varsa — bir görüntü, bir alan ya da bir metin bloğu.
uk: Усе, над чим стоїть вказівник: зображення, поле або блок тексту.
vi: Bất cứ thứ gì con chuột đang trỏ vào — một hình ảnh, một ô nhập hoặc một khối văn bản.
zh_hans: 鼠标停在哪儿就拍哪儿——图片、输入框或一段文字。
zh_hk: 滑鼠停在哪裡就拍哪裡——圖片、輸入欄位或一段文字。

source: When Browser isn't your default, a small card appears in the corner of a new tab offering to make it one. It goes away for good once you answer it either way — turn this off to skip it entirely, or back on to see it again.
ar: حين لا يكون Browser متصفحك الافتراضي، تظهر بطاقة صغيرة في زاوية علامة تبويب جديدة تعرض جعله كذلك. وتختفي نهائيًا بمجرد أن تجيب، بأي من الاتجاهين — أوقف هذا الخيار لتخطّيها تمامًا، أو أعِد تشغيله لتراها من جديد.
ca: Quan el Browser no és el teu navegador per omissió, apareix una targeta petita al cantó d'una pestanya nova que s'ofereix a ser-ho. Desapareix per sempre tan bon punt hi respons, sigui com sigui: desactiva això per saltar-te-la del tot, o torna-ho a activar per tornar-la a veure.
cs: Když Browser není tvůj výchozí prohlížeč, objeví se v rohu nové karty malá kartička s nabídkou to změnit. Zmizí navždy, jakmile odpovíš – tak či onak. Vypni tohle, ať ji přeskočíš úplně, nebo zapni znovu, ať ji uvidíš zas.
da: Når Browser ikke er din standard, dukker et lille kort op i hjørnet af et nyt faneblad og tilbyder at gøre den til det. Det forsvinder for altid, så snart du svarer – uanset hvordan. Slå dette fra for at springe det helt over, eller til igen for at se det på ny.
de: Wenn Browser nicht dein Standard ist, erscheint in der Ecke eines neuen Tabs eine kleine Karte, die anbietet, ihn dazu zu machen. Sobald du so oder so antwortest, ist sie endgültig weg – schalte dies aus, um sie ganz zu überspringen, oder wieder ein, um sie erneut zu sehen.
el: Όταν το Browser δεν είναι η προεπιλογή σου, στη γωνία μιας νέας καρτέλας εμφανίζεται μια μικρή κάρτα που προτείνει να γίνει. Εξαφανίζεται οριστικά μόλις απαντήσεις, με τον έναν ή τον άλλο τρόπο — απενεργοποίησέ το για να την παρακάμψεις εντελώς, ή ενεργοποίησέ το ξανά για να τη δεις πάλι.
es: Cuando Browser no es tu navegador por omisión, aparece una tarjetita en la esquina de una pestaña nueva ofreciéndose a serlo. Desaparece para siempre en cuanto respondes, sea cual sea la respuesta: desactiva esto para saltártela por completo, o vuelve a activarlo para verla otra vez.
fi: Kun Browser ei ole oletuksesi, uuden välilehden kulmaan ilmestyy pieni kortti, joka tarjoutuu tekemään siitä oletuksen. Se katoaa lopullisesti heti kun vastaat, tavalla tai toisella – ota tämä pois käytöstä ohittaaksesi sen kokonaan, tai takaisin käyttöön nähdäksesi sen uudelleen.
fr: Quand Browser n'est pas votre navigateur par défaut, une petite carte apparaît dans le coin d'un nouvel onglet et propose de le devenir. Elle disparaît définitivement dès que vous répondez, dans un sens ou dans l'autre — désactivez ceci pour l'éviter complètement, ou réactivez-le pour la revoir.
he: כאשר Browser אינו ברירת המחדל שלך, מופיע כרטיס קטן בפינת כרטיסייה חדשה ומציע להפוך אותו לכזה. הוא נעלם לתמיד ברגע שתשיב, כך או אחרת — כבה את האפשרות כדי לדלג עליו לגמרי, או הפעל מחדש כדי לראותו שוב.
hi: जब Browser आपका डिफ़ॉल्ट नहीं होता, नए टैब के कोने में एक छोटा कार्ड आता है जो उसे डिफ़ॉल्ट बनाने का प्रस्ताव देता है। आप जो भी जवाब दें, जवाब देते ही वह हमेशा के लिए चला जाता है — इसे पूरी तरह टालने के लिए यह बंद करें, या दोबारा देखने के लिए फिर चालू करें।
hr: Kad Browser nije tvoj zadani preglednik, u kutu nove kartice pojavljuje se mala kartica koja se nudi to postati. Nestaje zauvijek čim odgovoriš, ovako ili onako – isključi ovo da je preskočiš posve, ili uključi ponovno da je vidiš opet.
hu: Ha a Browser nem az alapértelmezett böngésződ, egy új lap sarkában megjelenik egy kis kártya, amely felajánlja, hogy azzá váljon. Amint válaszolsz rá – így vagy úgy –, végleg eltűnik. Kapcsold ki, ha teljesen ki akarod hagyni, vagy vissza, ha újra látni szeretnéd.
id: Ketika Browser bukan bawaan Anda, sebuah kartu kecil muncul di sudut tab baru menawarkan diri jadi bawaan. Kartu itu hilang selamanya begitu Anda menjawab, apa pun jawabannya — matikan opsi ini untuk melewatinya sama sekali, atau nyalakan lagi untuk melihatnya kembali.
it: Quando Browser non è il tuo predefinito, nell'angolo di una nuova scheda compare una piccola scheda che si offre di diventarlo. Sparisce per sempre non appena rispondi, in un senso o nell'altro: disattiva questa opzione per saltarla del tutto, o riattivala per rivederla.
ja: Browser がデフォルトでないとき、新しいタブの隅に小さなカードが現れ、デフォルトにするか尋ねます。どちらを選んでも、答えた時点で二度と表示されません。完全に省くにはこれをオフに、もう一度見るにはオンに戻してください。
ko: Browser가 기본 브라우저가 아닐 때, 새로운 탭 모서리에 작은 카드가 나타나 기본으로 설정할지 묻습니다. 어느 쪽이든 답하면 완전히 사라집니다. 아예 건너뛰려면 이 옵션을 끄고, 다시 보려면 켜세요.
ms: Apabila Browser bukan lalai anda, sekeping kad kecil muncul di sudut tab baharu menawarkan untuk menjadikannya lalai. Ia hilang selama-lamanya sebaik anda menjawab, apa pun jawapannya — matikan ini untuk melangkaunya terus, atau hidupkan semula untuk melihatnya lagi.
nb: Når Browser ikke er standarden din, dukker et lite kort opp i hjørnet av en ny fane og tilbyr å gjøre den til det. Det forsvinner for godt så snart du svarer, uansett hvordan – slå dette av for å hoppe over det helt, eller på igjen for å se det på nytt.
nl: Als Browser niet je standaard is, verschijnt er in de hoek van een nieuw tabblad een kaartje dat aanbiedt hem dat te maken. Zodra je het hoe dan ook beantwoordt is het definitief weg – zet dit uit om het helemaal over te slaan, of weer aan om het opnieuw te zien.
pl: Gdy Browser nie jest twoją domyślną przeglądarką, w rogu nowej karty pojawia się mała karteczka z propozycją, by nią została. Znika na dobre, gdy tylko odpowiesz — tak czy inaczej. Wyłącz tę opcję, aby pominąć ją całkowicie, albo włącz ponownie, aby zobaczyć ją znowu.
pt_br: Quando o Browser não é seu padrão, um cartãozinho aparece no canto de uma aba nova oferecendo torná-lo padrão. Ele some de vez assim que você responde, de um jeito ou de outro — desative isto para pulá-lo por completo, ou reative para vê-lo de novo.
ro: Când Browser nu e implicit, în colțul unei file noi apare un cartonaș care se oferă să îl facă implicit. Dispare definitiv de îndată ce răspunzi, într-un fel sau altul — dezactivează asta ca să îl sari complet, sau reactivează ca să-l vezi din nou.
ru: Когда Browser не выбран по умолчанию, в углу новой вкладки появляется небольшая карточка с предложением это исправить. Она исчезает навсегда, как только вы ответите — неважно как. Выключите этот параметр, чтобы пропустить её вовсе, или включите снова, чтобы увидеть её опять.
sk: Keď Browser nie je tvoj predvolený prehliadač, v rohu novej karty sa objaví malá kartička s ponukou to zmeniť. Zmizne navždy, len čo odpovieš – tak či onak. Vypni toto, ak ju chceš preskočiť úplne, alebo zapni znova, ak ju chceš vidieť zas.
sv: När Browser inte är din standard dyker ett litet kort upp i hörnet av en ny flik och erbjuder att göra den till det. Det försvinner för gott så snart du svarar, hur du än svarar – stäng av det här för att hoppa över det helt, eller slå på det igen för att se det på nytt.
th: เมื่อ Browser ไม่ใช่ค่าเริ่มต้นของคุณ การ์ดใบเล็กจะโผล่ที่มุมของแท็บใหม่เพื่อเสนอให้ตั้งเป็นค่าเริ่มต้น เมื่อคุณตอบไม่ว่าทางใด มันจะหายไปถาวร — ปิดตัวเลือกนี้เพื่อข้ามไปเลย หรือเปิดใหม่เพื่อให้เห็นอีกครั้ง
tr: Browser varsayılanınız değilken yeni bir sekmenin köşesinde küçük bir kart belirir ve varsayılan olmayı önerir. Nasıl yanıtlarsanız yanıtlayın, yanıtladığınız anda temelli gider — tümüyle atlamak için bunu kapatın, yeniden görmek için açın.
uk: Коли Browser не вибрано за замовчуванням, у куті нової вкладки з'являється невелика картка з пропозицією це виправити. Вона зникає назавжди, щойно ви відповісте — байдуже як. Вимкніть цей параметр, щоб пропустити її зовсім, або увімкніть знову, щоб побачити її ще раз.
vi: Khi Browser chưa là mặc định của bạn, một thẻ nhỏ hiện ở góc thẻ mới, đề nghị đặt nó làm mặc định. Nó biến mất vĩnh viễn ngay khi bạn trả lời, dù theo hướng nào — tắt tùy chọn này để bỏ qua hẳn, hoặc bật lại để thấy nó lần nữa.
zh_hans: 当 Browser 不是你的默认浏览器时，新标签页的角落会出现一张小卡片，提议把它设为默认。无论你怎么回答，答过之后它就永远不再出现——关掉此项可完全跳过，重新打开则可再看到它。
zh_hk: 當 Browser 不是你的預設瀏覽器時，新分頁的角落會出現一張小卡片，建議把它設為預設。無論你怎麼回答，答過之後它就永遠不再出現——關掉此項可完全略過，重新開啟則可再看到它。

source: Where any shortcut set to “save to the shared folder” writes.
ar: المكان الذي يكتب فيه كل اختصار مضبوط على «الحفظ في المجلد المشترك».
ca: On escriu qualsevol drecera configurada per «desar a la carpeta compartida».
cs: Kam zapisuje každá zkratka nastavená na „uložit do sdílené složky“.
da: Hvor enhver genvej, der er sat til “arkivér i den delte mappe”, skriver.
de: Wohin jeder Kurzbefehl schreibt, der auf „in den gemeinsamen Ordner sichern“ gesetzt ist.
el: Πού γράφει κάθε συντόμευση ρυθμισμένη σε «αποθήκευση στον κοινό φάκελο».
es: Donde escribe cualquier atajo configurado como «guardar en la carpeta compartida».
fi: Minne jokainen ”tallenna jaettuun kansioon” -asetuksella varustettu pikanäppäin kirjoittaa.
fr: L'endroit où écrit tout raccourci réglé sur « enregistrer dans le dossier partagé ».
he: לאן כותב כל קיצור שמוגדר ל״שמור בתיקייה המשותפת״.
hi: “साझा फ़ोल्डर में सहेजें” पर सेट हर शॉर्टकट यहीं लिखता है।
hr: Kamo piše svaka prečica postavljena na „spremi u zajedničku mapu”.
hu: Ide ír minden „mentés a közös mappába” beállítású gyorsbillentyű.
id: Tempat setiap pintasan yang disetel ke “simpan ke folder bersama” menulis.
it: Dove scrive ogni scorciatoia impostata su «salva nella cartella condivisa».
ja: 「共有フォルダに保存」に設定したショートカットの書き込み先です。
ko: ‘공유 폴더에 저장’으로 설정된 단축키가 기록하는 위치입니다.
ms: Tempat setiap pintasan yang ditetapkan kepada “simpan ke folder kongsi” menulis.
nb: Hvor alle hurtigtaster satt til «lagre i den delte mappen» skriver.
nl: Waar elke toetscombinatie schrijft die op ‘bewaar in de gedeelde map’ staat.
pl: Dokąd zapisuje każdy skrót ustawiony na „zapisuj we wspólnym folderze”.
pt_br: Onde escreve qualquer atalho definido como “salvar na pasta compartilhada”.
ro: Unde scrie orice scurtătură setată pe „salvează în dosarul comun”.
ru: Куда пишет любое сочетание, настроенное на «сохранять в общую папку».
sk: Kam zapisuje každá skratka nastavená na „uložiť do zdieľaného priečinka“.
sv: Dit varje kortkommando som är inställt på ”spara till den delade mappen” skriver.
th: ที่ที่ปุ่มลัดซึ่งตั้งเป็น “บันทึกลงโฟลเดอร์ที่ใช้ร่วมกัน” จะเขียนลงไป
tr: “Paylaşılan klasöre kaydet” olarak ayarlanmış her kısayolun yazdığı yer.
uk: Куди пише будь-яке сполучення, налаштоване на «зберігати у спільну папку».
vi: Nơi mọi phím tắt đặt ở chế độ “lưu vào thư mục dùng chung” sẽ ghi tới.
zh_hans: 所有设为“存到共享文件夹”的快捷键都写到这里。
zh_hk: 所有設為「存到共用檔案夾」的快速鍵都寫到這裡。

source: White Point
ar: نقطة البياض
ca: Punt blanc
cs: Bílý bod
da: Hvidpunkt
de: Weißpunkt
el: Λευκό σημείο
es: Punto blanco
fi: Valkopiste
fr: Point blanc
he: נקודת לבן
hi: श्वेत बिंदु
hr: Bijela točka
hu: Fehérpont
id: Titik putih
it: Punto di bianco
ja: ホワイトポイント
ko: 화이트 포인트
ms: Titik putih
nb: Hvitpunkt
nl: Witpunt
pl: Punkt bieli
pt_br: Ponto branco
ro: Punct alb
ru: Точка белого
sk: Biely bod
sv: Vitpunkt
th: จุดขาว
tr: Beyaz noktası
uk: Точка білого
vi: Điểm trắng
zh_hans: 白点
zh_hk: 白點

source: Window & Page
ar: النافذة والصفحة
ca: Finestra i pàgina
cs: Okno a stránka
da: Vindue og side
de: Fenster & Seite
el: Παράθυρο και σελίδα
es: Ventana y página
fi: Ikkuna ja sivu
fr: Fenêtre et page
he: חלון ודף
hi: विंडो और पृष्ठ
hr: Prozor i stranica
hu: Ablak és oldal
id: Jendela dan halaman
it: Finestra e pagina
ja: ウインドウとページ
ko: 윈도우와 페이지
ms: Tetingkap dan halaman
nb: Vindu og side
nl: Venster en pagina
pl: Okno i strona
pt_br: Janela e página
ro: Fereastră și pagină
ru: Окно и страница
sk: Okno a stránka
sv: Fönster och sida
th: หน้าต่างและหน้าเว็บ
tr: Pencere ve sayfa
uk: Вікно та сторінка
vi: Cửa sổ và trang
zh_hans: 窗口与页面
zh_hk: 視窗與頁面

source: Window and Tab Bar
ar: النافذة وشريط علامات التبويب
ca: Finestra i barra de pestanyes
cs: Okno a lišta karet
da: Vindue og fanebladslinje
de: Fenster und Tableiste
el: Παράθυρο και γραμμή καρτελών
es: Ventana y barra de pestañas
fi: Ikkuna ja välilehtipalkki
fr: Fenêtre et barre d'onglets
he: חלון וסרגל כרטיסיות
hi: विंडो और टैब बार
hr: Prozor i traka kartica
hu: Ablak és lapsáv
id: Jendela dan bilah tab
it: Finestra e barra delle schede
ja: ウインドウとタブバー
ko: 윈도우와 탭 막대
ms: Tetingkap dan bar tab
nb: Vindu og fanelinje
nl: Venster en tabbladbalk
pl: Okno i pasek kart
pt_br: Janela e barra de abas
ro: Fereastră și bară de file
ru: Окно и панель вкладок
sk: Okno a lišta kariet
sv: Fönster och flikfält
th: หน้าต่างและแถบแท็บ
tr: Pencere ve sekme çubuğu
uk: Вікно та панель вкладок
vi: Cửa sổ và thanh thẻ
zh_hans: 窗口和标签栏
zh_hk: 視窗與分頁列

source: Wipes all cookies, cache, and storage in the current tab’s session. This can’t be undone.
ar: يمسح كل ملفات تعريف الارتباط والذاكرة المؤقتة والتخزين في جلسة علامة التبويب الحالية. لا يمكن التراجع عن ذلك.
ca: Esborra totes les galetes, la memòria cau i l'emmagatzematge de la sessió de la pestanya actual. Això no es pot desfer.
cs: Smaže všechny cookies, mezipaměť a úložiště v relaci aktuální karty. Nelze vzít zpět.
da: Sletter alle cookies, cache og lager i det aktuelle fanebladets session. Det kan ikke fortrydes.
de: Löscht alle Cookies, den Cache und den Speicher in der Sitzung des aktuellen Tabs. Das lässt sich nicht rückgängig machen.
el: Σβήνει όλα τα cookies, την προσωρινή μνήμη και την αποθήκευση στη συνεδρία της τρέχουσας καρτέλας. Δεν αναιρείται.
es: Borra todas las cookies, la caché y el almacenamiento de la sesión de la pestaña actual. Esto no se puede deshacer.
fi: Pyyhkii kaikki evästeet, välimuistin ja tallennustilan nykyisen välilehden istunnosta. Tätä ei voi kumota.
fr: Efface tous les cookies, le cache et le stockage de la session de l'onglet actuel. Cette action est irréversible.
he: מוחק את כל העוגיות, המטמון והאחסון בהפעלה של הכרטיסייה הנוכחית. אי אפשר לבטל את הפעולה.
hi: मौजूदा टैब के सत्र की सारी कुकीज़, कैश और संग्रहण मिटा देता है। इसे पहले जैसा नहीं किया जा सकता।
hr: Briše sve kolačiće, predmemoriju i pohranu u sesiji trenutne kartice. Ovo se ne može poništiti.
hu: Törli az összes sütit, gyorsítótárat és tárolót az aktuális lap munkamenetében. Ez nem vonható vissza.
id: Menghapus semua cookie, cache, dan penyimpanan pada sesi tab kini. Ini tidak bisa dibatalkan.
it: Cancella tutti i cookie, la cache e l'archiviazione nella sessione della scheda attuale. L'operazione non può essere annullata.
ja: 現在のタブのセッションにある Cookie、キャッシュ、ストレージをすべて消去します。この操作は取り消せません。
ko: 현재 탭 세션의 쿠키, 캐시, 저장소를 모두 지웁니다. 이 작업은 되돌릴 수 없습니다.
ms: Memadam semua kuki, cache dan storan dalam sesi tab semasa. Ini tidak boleh dibuat asal.
nb: Sletter alle informasjonskapsler, buffere og lagring i økten til den aktive fanen. Dette kan ikke angres.
nl: Wist alle cookies, cache en opslag in de sessie van het huidige tabblad. Dit kan niet ongedaan worden gemaakt.
pl: Kasuje wszystkie ciasteczka, pamięć podręczną i magazyn w sesji bieżącej karty. Tego nie można cofnąć.
pt_br: Apaga todos os cookies, cache e armazenamento na sessão da aba atual. Isso não pode ser desfeito.
ro: Șterge toate cookie-urile, cache-ul și stocarea din sesiunea filei curente. Această acțiune nu poate fi anulată.
ru: Стирает все файлы cookie, кэш и хранилище в сеансе текущей вкладки. Это действие необратимо.
sk: Vymaže všetky cookies, vyrovnávaciu pamäť a úložisko v relácii aktuálnej karty. Nedá sa vrátiť späť.
sv: Raderar alla cookies, cache och lagring i den aktuella flikens session. Det går inte att ångra.
th: ล้างคุกกี้ แคช และที่จัดเก็บข้อมูลทั้งหมดในเซสชั่นของแท็บปัจจุบัน การกระทำนี้ย้อนกลับไม่ได้
tr: Geçerli sekmenin oturumundaki tüm çerezleri, önbelleği ve depolamayı siler. Bu geri alınamaz.
uk: Стирає всі файли cookie, кеш і сховище в сеансі поточної вкладки. Цю дію не можна скасувати.
vi: Xóa sạch mọi cookie, bộ nhớ đệm và bộ nhớ lưu trữ trong phiên của thẻ hiện tại. Không thể hoàn tác.
zh_hans: 抹掉当前标签页会话中的所有 Cookie、缓存和存储。此操作无法撤销。
zh_hk: 抹除目前分頁工作階段中的所有 Cookie、快取與儲存空間。此操作無法還原。
